Repository: Fachschaft5/fs5bot
Catalog: languages/*/LC_MESSAGES/*.po
Languages: de

source: language
de: de

source: you can close this window now
de: Du kannst das Fenster jetzt schließen

source: extension not loaded, {extension}
de: "{extension}" wurde nicht geladen!

source: Errors
de: Fehler

source: extension successfully loaded, {extension}
de: "{extension}" wurde erfolgreich geladen!

source: extension blacklist
de: Die Erweiterung steht auf der schwarzen Liste und darf nicht geladen/deaktiviert/neugeladen werden.

source: extension not unloaded, {extension}
de: "{extension}" wurde nicht deaktiviert!

source: extension successfully unloaded, {extension}
de: "{extension}" wurde erfolgreich deaktiviert!

source: extension not reloaded, {extension}
de: "{extension}" wurde nicht neugeladen!

source: extension successfully reloaded, {extension}
de: "{extension}" wurde erfolgreich neugeladen!

source: loaded extensions
de: Geladene Erweiterungen:

source: unloaded extensions
de: Deaktivierte Erweiterungen:

source: no extensions
de: Keine Erweiterungen

source: no extensions loaded
de: Es sind keine Erweiterungen geladen!

source: no extensions unloaded
de: Es sind keine Erweiterungen deaktiviert!

source: dice role, {mention}, {dice}
de: {mention} Der Würfel zeigt: {dice}

source: unsupported
de: Nicht unterstützt

source: only supported in dm
de: Diese Aktion kann nur bei privaten Nachrichten an mich genutzt werden :mailbox:

source: provide username
de: Um dich zu verifizieren musst du den Nutzernamen deiner FH-Mail angeben **Beispiel:** `!verify max.mustermann`

source: user already verified {mail} {username}
de: Du bist bereits mit **{mail}** verifiziert! :open_mouth: Wenn du deine Mail ändern möchtest, benutze `!reverify {username}`

source: already sent verification {mail} {username}
de: Ich habe bereits eine Mail an **{mail}** für dich versandt :thinking: Falls du die Mail nicht gefunden hast, vergess nicht in deinem Spam-Ordner nachzuschauen! :recycle: Ich habe dir die gleiche Mail ein weiteres Mal geschickt. Wenn du deine Mail ändern möchtest, benutze `!reverify {username}`

source: sent verification mail {username}
de: Ich habe eine Mail an **{username}@alumni.fh-aachen.de** verschickt :e_mail: Klicke auf den Link :link: in der Mail um deinen Account zu verifizieren!
